[
  "obsidian-grandfather",
  "pexels-banner",
  "ai-providers",
  "beautitab",
  "buttons",
  "callout-manager",
  "obsidian-charts",
  "colored-tags-wrangler",
  "obsidian-contextual-typography",
  "contribution-graph",
  "dataview",
  "focus-time",
  "folder-overview",
  "daily-activity",
  "home-tab",
  "homepage",
  "inline-spoilers",
  "journals",
  "obsidian-local-rest-api",
  "markdown-attributes",
  "markwhen",
  "obsidian-meta-bind-plugin",
  "metaedit",
  "multi-tag",
  "nldates-obsidian",
  "quickadd",
  "statusbar-organizer",
  "sync-graph-settings",
  "tabs",
  "tag-wrangler",
  "obsidian-tasks-plugin",
  "templater-obsidian",
  "visual-crossing-weather",
  "vscode-editor",
  "datacore",
  "reactive-notes",
  "obsidian-git",
  "obsidian-icon-shortcodes",
  "global-search-and-replace",
  "obsidian-icon-folder",
  "simple-garble",
  "obsidian-style-settings",
  "google-photos",
  "js-engine",
  "folders2graph",
  "obsidian-view-mode-by-frontmatter"
]